[
  {
    "id": "green-hill-resort",
    "title": "Green Hill Resort & Spa: Ваш оазис в центре Муйне",
    "slug": "green-hill-resort-spa",
    "type": "resort",
    "slogan": "Ищете место, где тропическая природа сочетается с комфортом и яркой атмосферой? Green Hill Resort — это не просто отель, а точка притяжения для тех, кто ценит качественный отдых.",
    "territoryDescription": "Много зелени, тенистый двор, собственная терраса для утреннего кофе. Большой бассейн с баром — центр жизни резорта. Ощущение, что живете на даче, но у моря.",
    "roomFeatures": [
      "Просторные светлые номера",
      "Кондиционер и вентилятор",
      "Рабочая зона (стол/стулья)",
      "Собственный санузел с горячей водой",
      "Холодильник"
    ],
    "details": "✅ Размещение: Просторные бунгало\n• Вы живете в собственном домике с террасой, утопающем в зелени ухоженного сада.\n• Внутри — кондиционер, Wi-Fi, горячая вода и всё необходимое для комфорта.\n✅ Атмосфера: Бассейн и бар\n• Наш большой бассейн с баром — центр жизни резорта.\n• Днем здесь можно расслабиться с прохладным коктейлем, а по вечерам это место становится точкой сбора для гостей и друзей отеля.\n✅ Локация: Самое сердце Муйне\n• Море через дорогу. Вы находитесь в центре событий, но на своей закрытой зеленой территории.\n• Все услуги под рукой: Прямо в резорте находится наш главный офис.",
    "atmosphere": "Наш большой бассейн с баром — центр жизни резорта. Днем здесь можно расслабиться с прохладным коктейлем, а по вечерам это место становится точкой сбора для гостей и друзей отеля.",
    "locationDescription": "Адрес: 121 Nguyễn Đình Chiểу. Море через дорогу. Вы находитесь в центре событий, но на своей закрытой зеленой территории.",
    "address": "121 Nguyễn Đình Chiểu, Ham Tien",
    "image": "./images/hotels/resort.webp",
    "isPopular": true,
    "isActive": true
  },
  {
    "id": "cozy-guesthouse",
    "title": "Muine Sunlight Bungalow: Свой домик в тропиках",
    "slug": "cozy-guesthouse",
    "type": "guesthouse",
    "slogan": "Ищете спокойное место для зимовки или отпуска? Предлагаем комфортные номера в зеленом районе, вдали от шума дороги.",
    "territoryDescription": "Много зелени, тенистый двор, собственная терраса для утреннего кофе. Ощущение, что живете на даче, но у моря.",
    "roomFeatures": [
      "Просторные светлые комнаты",
      "Кондиционер и вентилятор",
      "Рабочая зона",
      "Собственный санузел с горячей водой",
      "Холодильник"
    ],
    "details": "✅ Территория:\n• Много зелени, тенистый двор, собственная терраса для утреннего кофе.\n• Ощущение, что живете на даче, но у моря.\n✅ В номерах:\n• Просторные светлые комнаты с кондиционером и вентилятором.\n• Рабочая зона (стол/стулья) — подходит для удаленки.\n• Собственный санузел с горячей водой и холодильник.\n✅ Локация:\n• Центр Муйне, 5 минут до моря. Рядом магазины и кафе.",
    "atmosphere": "Спокойная и тихая атмосфера, идеальная для зимовки или отпуска.",
    "locationDescription": "Центр Муйне, 5 минут до моря. Рядом магазины и кафе.",
    "address": "5 минут от моря, центр Муйне",
    "image": "./images/hotels/bungalow.webp",
    "isPopular": false,
    "isActive": true
  }
]



